<?php

return [
    'meta title' => 'เข้าสู่ระบบ',
    'meta keyword' => 'เข้าสู่ระบบ,สมัครสมาชิก',
    'meta description' => 'ค้นพบข้อเสนอที่ดีที่สุดและคอลเลกชันพิเศษเฉพาะบนเว็บไซต์ทางการเท่านั้น ซึ่งเป็นแบรนด์ไลฟ์สไตล์ระดับโลกอย่างแท้จริงพร้อมเสื้อผ้าและเครื่องประดับที่หลากหลาย',

    'home' => 'หน้าหลัก',
    'sign in' => 'เข้าสู่ระบบ',
    'forgot password' => 'ลืมรหัสผ่าน',
    'register' => 'ลงทะเบียน',
    'reset password' => 'เปลี่ยนรหัสผ่าน',

    'email' => 'อีเมล',
    'password' => 'รหัสผ่าน',

    'or' => 'หรือ',

    'register description' => 'ลงทะเบียนตอนนี้เพื่อให้การช็อปของคุณง่ายและรวดเร็วยิ่งขึ้นพบข้อเสนอที่ดีที่สุดและคอลเลกชันพิเศษเฉพาะบนเว็บไซต์ทางการเท่านั้น',

    'full name' => 'ชื่อ - นามสกุล',
    'placeholder full name' => 'จอร์น โดว',
    'regex' => 'รหัสผ่านขั้นต่ำ 8 ตัวอักษร อย่างน้อยต้องมีสัญลักษณ์ ตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก และตัวเลข',
    'password confirmation' => 'ยืนยันรหัสผ่าน',
    'read agreed' => 'ฉันได้อ่าน และ ยอมรับ ',
    'create your account' => 'สร้างบัญชีของคุณ',

    'verify your email' => 'กรุณายืนยันตัวตนผ่านอีเมลของคุณ',
    'thank verify' => 'ขอขอบคุณสำหรับการยืนยันตัวตนของคุณ ตอนนี้คุณสามารถลงชื่อเข้าสู่ระบบ',
    'already verified' => 'อีเมลของคุณได้ยืนยันตัวตนแล้ว ตอนนี้คุณสามารถลงชื่อเข้าสู่ระบบ',

    'not verified' => 'คุณยังไม่ได้ยืนยันตัวตนของคุณ',
    'blocked' => 'บัญชีของคุณถูกระงับการใช้งาน',
    'deactivated' => 'บัญชีของคุณถูกปิดการใช้งานชั่วคราว',
    'incorrect' => 'อีเมลหรือรหัสผ่านไม่ถูกต้อง',

    'send reset link' => 'ส่งลิงค์รีเซ็ต',

    'not match' => 'อีเมลที่นี้ไม่ตรงกับบัญชีของคุณ',
    'mailer password' => 'เราได้ส่งลิงค์รีเซ็ตรหัสผ่านไปยังอีเมลของคุณ',

    'reset description' => 'รหัสผ่านใหม่ของคุณจะต้องแตกต่างจากรหัสผ่านที่ใช้ก่อนหน้านี้',

    'new password' => 'รหัสผ่านใหม่',

    'set new password' => 'ตั้งรหัสผ่านใหม่',

    'different' => 'รหัสผ่านต้องแตกต่างจากรหัสผ่านที่ใช้ก่อนหน้านี้',
    'reset successfully' => 'เปลี่ยนรหัสผ่านของคุณสำเร็จแล้ว ตอนนี้คุณสามารถลงชื่อเข้าสู่ระบบ'
];
