<?php

return [
    'meta title' => 'ติดตามคำสั่งซื้อ',
    'meta keyword' => 'ติดตาม, ติดตามคำสั่งซื้อ',
    'meta description' => 'ตรวจสอบสถานะสินค้าล่าสุดของคุณ',

    'home' => 'หน้าหลัก',
    'track order' => 'ติดตามคำสั่งซื้อ',

    'code' => 'รหัสสั่งซื้อ',
    'email' => 'อีเมล',
    'submit' => 'ตกลง',
    'error' => 'ไม่มีคำสั่งซื้อนี้อยู่ในระบบ',

    'order' => 'คำสั่งซื้อ',
    'created at' => 'สร้างเมื่อ',
    'parcel' => 'พัสดุเลขที่',
    'waiting' => 'รอการยืนยัน',

    'shipping' => 'สถานที่จัดส่ง',
    'billing' => 'สถานที่เรียกเก็บเงิน',

    'item description' => 'รายละเอียดสินค้า',
    'amount' => 'จำนวน',
    'price' => 'ราคา',
    'total' => 'รวม',

    'en bath' => '',
    'th bath' => 'บาท',

    'payment' => 'ชำระเงิน',
    'success' => 'ชำระเงินเรียบร้อย',

    'discount' => 'ส่วนลด',
    'grand total' => 'รวมทั้งสิ้น',

    'note' => 'หมายเหตุ',
    'thank you' => 'ขอบคุณสำหรับการสั่งซื้อ และเราหวังว่าคุณจะกลับมาสั่งซื้อกับเราอีกครั้ง',

    'download invoice' => 'ดาวน์โหลด ใบแจ้งหนี้',
    'download tax' => 'ดาวน์โหลด ใบกำกับภาษี',

    'invoice' => 'ใบแจ้งหนี้',
    'tax' => 'ใบกำกับภาษี'
];
